<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2016/11/17
 * Time: 9:32
 */
return array(
    //进度状态
    'ASSET_STATUE'      => array(
        0=>'提交状态',
        1=>'已经审核',
        2=>'尽调进行中',
        3=>'等待审核尽调',
        4=>'尽调审核完成',
        5=>'废弃',
        6=>'删除',
        7=>'买断',
        8=>'已成交',
        12=>'已介绍',
        11=>'未付款',

    ),
    //是否具备原始凭证
    'isorginpic' =>array(
        0=>'否',
        1=>'是',
        2=>'否',
    ),
    //债权人类别
    'ownertype'=>array(
        1=>'金融机构',
        2=>'民间金融企业',
        3=>'一般企业',
        4=>'个人',
        5=>'其他',
    ),
    //assureType担保方式
    'assureType'=>array(
        1=>'信用担保',
        2=>'保证',
        3=>'抵押',
        4=>'质押',
    ),
    //债务人联系情况
    'otherdebtor'=>array(
        1=>'能联系',
        2=>'不能联系',
    ),
    //债务人类别
    'debttype'=>array(
        1=>'企业',
        2=>'个人',
        3=>'其他',
    ),
    //债务人经营情况debtoptstatue
    'debtoptstatue'=>array(
        1=>'正常经营',
        2=>'经营困难',
        3=>'濒临倒闭',
        4=>'已经破产',
        5=>'其他',

    ),
    //pledgestatue抵押物状态
    'pledgestatue'=>array(
        1=>'正常',
        2=>'封查',
        3=>'扣押',
        4=>'其他',

    ),
    //抵押物类别
    'pledgetype'=>array(
        1=>'房产',
        2=>'土地',
        3=>'车辆',
        4=>'机械设备',
        5=>'其他',
    ),
    //source资产来源
    'source'=>array(
        1=>'司法拍卖',
        2=>'转让',
        3=>'自有资产出售',
        4=>'其他来源',
        5=>'其他来源',
        6=>'出租',
    ),
    //source资产来源
    'statue'=>array(
        1=>'正常',
        2=>'封查',
        3=>'抵押',
        4=>'其他',
    ),
    //assetstype资产类别
    'assetstype'=>array(
        1=>'房产',
        2=>'车辆',
        3=>'机械设备',
        4=>'其他',
        5=>'土地',

    ),
    //处置方式
    'processmodle'=>array(
        1=>'转让',
        2=>'质押融资',
        3=>'转让,质押融资',
        4=>'出租',
        5=>'拍卖',

    ),
    //使用现状
    'Usestat'=>array(
        1=>'正常使用',
        2=>'存在瑕疵',
        3=>'存在故障',

    ),
    //Member中心
    //用户类型
    'MemberType'=>array(
        1=>'普通用户',
    ),
    //身份证明类型
    'IdentityType'=>array(
        1=>'身份证',
        2=>'营业执照',

    ),
    //信息类别
    'message'=>10105,
    //logotitle
    'logotitle'=>array(
        0=>'首页',
        1=>'查找项目',
        2=>'发布项目',
        3=>'成为经纪人',
        4=>'平台介绍',
        5=>'安全保障',
        6=>'登录/注册-特金汇',
        7=>'会员中心',
        8=>'新闻资讯',
        9=>'新手指南',
        10=>'关于特金汇',
        11=>'特资经纪人申请协议',
        12=>'特资经纪人管理办法',
        13=>'搜索列表',
        14=>'个人名片',
        15=>'项目持有方',
        16=>'特资经纪人',
        17=>'项目投资方',
        18=>'法律政策',
        19=>'委托尽调协议',
        20=>'尽调报告购买协议',
        21=>'特资经纪人申请协议',
        22=>'特资经纪人管理办法',
        23=>'实物发布',
        24=>'债权发布',
        25=>'资产包发布',
        26=>'实物尽调发布',
        27=>'债权尽调发布',
        28=>'资产尽调包发布',

        29=>'特资经纪人申请协议',
        30=>'配资服务',
        31=>'特金学院',
        32=>'司法拍卖',
        33=>'拍卖资产',

    ),
    'asset_type'=>array(
        1=>'房产',
        2=>'车辆',
        3=>'机械设备',
        4=>'其他',
        5=>'土地',
    ),
    'debt_type'=>array(
        1=>'逾期贷款',
        2=>'企业商账',
        3=>'其他',
    ),
    'pack_type'=>array(
        1=>'逾期贷款',
        2=>'企业商账',
        3=>'其他',
    ),
    'Aucstatue'=>array(
        1=>'闲置',
        2=>'出租',
        3=>'使用中',
    ),
    'Aucassetstype'=>array(
        1=>'实物',
        2=>'土地',
        3=>'债权',
        4=>'其他',
        5=>'房产'
    ),
    'URL_ROUTER_ON'   => true, //开启路由
    'URL_ROUTE_RULES' => array( //定义路由规则
        //'index' => 'Home/Index/index',
        'auc/:city\d' => array('Home/index/Auction'),
//		'listcont/:AssetsID\d/:card' => array('Home/lists/content'),
//		'listcont/:AssetsID\d' => array('Home/lists/content'),



    ),

);